Repository: sdplatt/sdplatt.github.io
Catalog: SCHNEIDER OM_Datenschutzerklärung_KW_01.03.21-de-en-T copy.tmx
Source language: de
Languages: en

source: Inxmail nutzt die Daten unserer Newsletterempfänger jedoch nicht, um diese selbst anzuschreiben oder an Dritte weiterzugeben.
en: However, Inxmail does not use the data of our newsletter recipients to write to them itself or to pass it on to third parties.

source: Wir vertrauen auf die Zuverlässigkeit und die IT- sowie Datensicherheit von Inxmail und haben mit Inxmail einen Vertrag zur Auftragsdatenverarbeitung geschlossen.
en: We trust in the reliability and IT and data security of Inxmail and have concluded an order data processing contract with Inxmail.

source: Inxmail arbeitet konform mit der EU-Datenschutz-Grundverordnung.
en: Inxmail operates in compliance with the EU General Data Protection Regulation.

source: Anmeldedaten
en: Login data

source: Um sich für den Newsletter anzumelden, reicht es aus, wenn Sie Ihre E-Mailadresse und mind. ein Geschäftsfeld von Interesse angeben.
en: To subscribe to the newsletter, you only need to enter your email address and at least one field of interest.

source: Optional bitten wir Sie, Ihren Vor- und Nachnamen, Unternehmen und ihr Land anzugeben.
en: Optionally, we ask you to provide your first and last name, company and country.

source: Diese Angaben dienen lediglich der Personalisierung des Newsletters.
en: This information is only used to personalize the newsletter.

source: Ferner bitten wir Sie ebenfalls optional um weitere Angaben.
en: Furthermore, we also ask you for optional additional information.

source: Diese Informationen nutzen wir nur, um die Inhalte des Newsletters den Interessen unserer Leser anzupassen.
en: We only use this information to adapt the contents of the newsletter to the interests of our readers.

source: Statistische Erhebung und Analysen
en: Statistical survey and analyses

source: Die Newsletter enthalten einen sog. Web Beacon, d.h. eine pixelgroße Datei, die beim Öffnen des Newsletters vom Server der Inxmail GmbH abgerufen wird.
en: The newsletters contain a so-called web beacon, i.e. a pixel-sized file that is retrieved from the Inxmail GmbH server when the newsletter is opened.

source: Im Rahmen dieses Abrufs werden zunächst technische Informationen, wie Daten zum Browser und Ihrem System, als auch Ihre IP-Adresse und der Zeitpunkt des Abrufs erhoben.
en: Within the scope of this retrieval, technical information, such as data on the browser and your system, as well as your IP address and the time of the retrieval are initially collected.

source: Diese Informationen werden zur technischen Verbesserung der Services anhand der technischen Daten oder der Zielgruppen und ihres Leseverhaltens genutzt.
en: This information is used for the technical improvement of the services based on the technical data or the target groups and their reading behaviour.

source: Zu den statistischen Erhebungen gehört ebenfalls die Feststellung, ob die Newsletter geöffnet wurden, wann sie geöffnet wurden und welche Links geklickt wurden.
en: The statistical surveys also include determining whether the newsletters were opened, when they were opened and which links were clicked.

source: Diese Informationen werden nicht einzelnen Newsletter Empfängern zugeordnet, sondern nur anonymisiert gespeichert.
en: This information is not assigned to individual newsletter recipients, but is only stored anonymously.

source: Die Auswertungen dienen dazu, die Lesegewohnheiten unserer Nutzer zu erkennen und unsere Inhalte auf sie anzupassen.
en: The analyses are used to identify the reading habits of our users and to adapt our content to them.

source: Die Datenverarbeitung erfolgt auf Grundlage Ihrer Einwilligung (Art.
en: The data processing is based on your consent (Article

source: 6 Abs. 1 lit. a DS-GVO).
en: 6(1) lit. a GDPR).

source: Sie können diese Einwilligung jederzeit widerrufen.
en: You can revoke this consent at any time.

source: Die Rechtmäßigkeit der bereits erfolgten Datenverarbeitungsvorgänge bleibt vom Widerruf unberührt.
en: The legality of the data processing operations already carried out remains unaffected by the revocation.

source: Die von Ihnen zum Zwecke des Newsletter-Bezugs bei uns hinterlegten Daten werden von uns bis zu Ihrer Austragung aus dem Newsletter gespeichert und nach der Abbestellung des Newsletters sowohl von unseren Servern als auch von den Servern von Inxmail gelöscht.
en: The data you provide for the purpose of receiving the newsletter will be stored by us until you unsubscribe from the newsletter and will be deleted from both our servers and the servers of Inxmail after you unsubscribe from the newsletter.

source: Daten, die zu anderen Zwecken bei uns gespeichert wurden (z.B. E-Mail-Adressen für den Mitgliederbereich) bleiben hiervon unberührt.
en: Data stored by us for other purposes (e.g. email addresses for the member’s only area) remain unaffected by this.

source: Näheres entnehmen Sie den Datensicherheitshinweisen von Inxmail unter: https://www.inxmail.de/datenschutz
en: For further details, please refer to the data security information provided by Inxmail at: https://www.inxmail.de/datenschutz

source: 11.1 2-Klick-Lösung
en: 11.1 2-click solution

source: Auf unseren Webseiten werden Social Plugins der unten aufgeführten Anbieter eingesetzt.
en: Social plugins from the providers listed below are used on our websites.

source: Die Plugins können Sie daran erkennen, dass sie mit dem entsprechenden Logo gekennzeichnet sind.
en: You can recognize the plugins by the fact that they are marked with the corresponding logo.

source: Über diese Plugins werden unter Umständen Informationen, zu denen auch personenbezogene Daten gehören können, an den Dienstebetreiber gesendet und ggf. von diesem genutzt.
en: Information, which may also include personal data, may be sent to the service provider via these plugins and may be used by the service provider.

source: Wir verhindern die unbewusste und ungewollte Erfassung und Übertragung von Daten an den Diensteanbieter durch eine 2-Klick-Lösung.
en: We prevent the unconscious and unwanted collection and transmission of data to the service provider through a 2-click solution.

source: Um ein gewünschtes Social Plugin zu aktivieren, muss dieses erst durch Klick auf den entsprechenden Schalter aktiviert werden.
en: To activate a desired social plugin, it must first be activated by clicking on the corresponding button.

source: Erst durch diese Aktivierung des Plugins wird auch die Erfassung von Informationen und deren Übertragung an den Diensteanbieter ausgelöst.
en: Only this activation of the plugin also triggers the collection of information and its transmission to the service provider.

source: Wir erfassen selbst keine personenbezogenen Daten mittels der Social Plugins oder über deren Nutzung.
en: We do not collect any personal data ourselves by means of the social plugins or through their use.

source: Wir haben keinen Einfluss darauf, welche Daten ein aktiviertes Plugin erfasst und wie diese durch den Anbieter verwendet werden.
en: We have no influence on what data an activated plugin collects and how it is used by the provider.

source: Derzeit muss davon ausgegangen werden, dass eine direkte Verbindung zu den Diensten des Anbieters aufgebaut wird sowie mindestens Ihre IP-Adresse und gerätebezogenen Informationen erfasst und genutzt werden.
en: Currently, it must be assumed that a direct connection to the provider's services is established and that at least your IP address and device-related information is collected and used.

source: Ebenfalls besteht die Möglichkeit, dass die Diensteanbieter versuchen, Cookies auf dem verwendeten Rechner zu speichern.
en: There is also the possibility that the service providers try to store cookies on the computer used.

source: Welche konkreten Daten hierbei erfasst und wie diese genutzt werden, entnehmen Sie bitte den Datenschutzhinweisen des jeweiligen Diensteanbieters.
en: Please refer to the data protection information of the respective service provider to find out which specific data is collected and how it is used.

source: Wir haben auf unserer Website die Social-Media-Buttons folgender Unternehmen eingebunden:
en: We have integrated the social media buttons of the following companies on our website:

source: Die Nutzung von Social-Media-Buttons erfolgt auf Grundlage des Art.
en: The use of social media buttons is based on Article

source: Der dahinterstehende werbliche Zweck ist als berechtigtes Interesse im Sinne der DS-GVO anzusehen.
en: The underlying promotional purpose is to be regarded as a legitimate interest within the meaning of the GDPR.

source: Unsere Aktivitäten in sozialen Netzwerken
en: Our activities in social networks

source: Damit wir auch in sozialen Netzwerken mit Ihnen kommunizieren und über unsere Leistungen informieren können, sind wir dort mit eigenen Seiten vertreten.
en: So that we can also communicate with you in social networks and inform you about our services, we are represented there with our own pages.

source: Wenn Sie eine unserer Social Media Seiten besuchen, sind wir hinsichtlich der dadurch ausgelösten Verarbeitungsvorgänge, welche personenbezogene Daten betreffen, mit dem Anbieter der jeweiligen Social-Media-Plattform gemeinsam verantwortlich im Sinne des Art.
en: If you visit one of our social media sites, we are jointly responsible with the provider of the respective social media platform for the processing operations triggered thereby which concern personal data within the meaning of Article

source: 26 DS-GVO.
en: 26 GDPR.

source: Wir sind dabei nicht der originäre Anbieter dieser Seiten, sondern nutzen diese lediglich im Rahmen der uns gebotenen Möglichkeiten der jeweiligen Anbieter.
en: We are not the original provider of these pages, but only use them within the scope of the possibilities offered to us by the respective providers.

source: Daher weisen wir vorsorglich darauf hin, dass Ihre Daten möglicherweise auch außerhalb der Europäischen Union bzw. des Europäischen Wirtschaftsraumes verarbeitet werden.
en: Therefore, as a precautionary measure, we would like to point out that your data may also be processed outside the European Union or the European Economic Area.

source: Eine Nutzung kann daher Datenschutzrisiken für Sie haben, da die Wahrung Ihrer Rechte z.B. auf Auskunft, Löschung, Widerspruch, etc. erschwert sein kann und die Verarbeitung in den sozialen Netzwerken häufig direkt zu Werbezwecken oder zur Analyse des Nutzerverhaltens durch die Anbieter erfolgt, ohne dass dies durch uns beeinflusst werden kann.
en: Use may therefore entail data protection risks for you, as it may be more difficult to protect your rights, e.g. to information, deletion, objection, etc., and processing in the social networks often takes place directly for advertising purposes or to analyse user behaviour by the providers, without this being able to be influenced by us.

source: Werden durch den Anbieter Nutzungsprofile angelegt, werden dabei häufig Cookies eingesetzt bzw. das Nutzungsverhalten direkt Ihrem eigenen Mitgliedprofil der sozialen Netzwerke zugeordnet (sofern Sie hier eingeloggt sind).
en: If usage profiles are created by the provider, cookies are often used or the usage behaviour is directly assigned to your own member profile of the social networks (provided you are logged in here).

source: Die beschriebenen Verarbeitungsvorgänge personenbezogener Daten erfolgen gemäß Art.
en: The processing operations of personal data described above are carried out in accordance with Article

source: 6 Abs. 1 lit. f DS-GVO auf Basis unseres berechtigten Interesses und des berechtigten Interesses des jeweiligen Anbieters, um mit Ihnen in einer zeitgemäßen Art und Weise kommunizieren bzw. Sie über unsere Leistungen informieren zu können.
en: 6(1) lit. f GDPR on the basis of our legitimate interest and the legitimate interest of the respective provider in order to be able to communicate with you in a timely manner or to inform you about our services.

source: Müssen Sie bei den jeweiligen Anbietern eine Einwilligung zur Datenverarbeitung als Nutzer abgeben, bezieht sich die Rechtsgrundlage auf Art.
en: If you have to give your consent to data processing as a user with the respective providers, the legal basis refers to Article

source: 6 Abs. 1 lit. a DS-GVO i.V.m.
en: 6(1) lit. a GDPR in conjunction with.

source: 7 DS-GVO.
en: 7 GDPR.

source: Da wir keine Zugriffe auf die Datenbestände der Anbieter haben, weisen wir darauf hin, dass Sie Ihre Rechte (z.B. auf Auskunft, Berichtigung, Löschung, etc.) am besten direkt bei dem jeweiligen Anbieter gelten machen.
en: As we do not have access to the providers' databases, we would like to point out that it is best to assert your rights (e.g. to information, correction, deletion, etc.) directly with the respective provider.

source: Weiterführende Informationen zur Verarbeitung Ihrer Daten in den sozialen Netzwerken und der Möglichkeit von Ihrem Widerspruchs- bzw. Widerrufsrecht (sog. Opt-Out) gebrauch zu machen, haben wir nachfolgend bei dem jeweiligen von uns eingesetzten Anbieter sozialer Netzwerke aufgeführt:
en: Further information on the processing of your data in the social networks and the possibility of making use of your right of objection or revocation (so-called opt-out), we have listed below with the respective provider of social networks used by us:

source: (Mit-) Verantwortlicher für die Datenverarbeitung in Europa:
en: (Co-) controller for data processing in Europe:

source: Datenschutzerklärung (Datenrichtlinie):
en: Privacy Policy (Data Policy):

source: Opt-Out und Werbeeinstellungen:
en: Opt-out and advertising preferences:

source: (Mit-) Verantwortlicher für die Datenverarbeitung in Deutschland:
en: (Co-) controller for data processing in Germany:

source: Datenschutzerklärung:
en: Privacy Policy:

source: Datenschutzbestimmungen zu Einsatz und Verwendung von YouTube
en: Privacy policy on the use and application of YouTube

source: Der für die Verarbeitung Verantwortliche hat auf dieser Internetseite Komponenten von YouTube integriert.
en: The controller has integrated YouTube components on this website.

source: YouTube ist ein Internet-Videoportal, dass Video-Publishern das kostenlose Einstellen von Videoclips und anderen Nutzern die ebenfalls kostenfreie Betrachtung, Bewertung und Kommentierung dieser ermöglicht.
en: YouTube is an Internet video portal that allows video publishers to post video clips for free and other users to view, rate and comment on them, also for free.

source: YouTube gestattet die Publikation aller Arten von Videos, weshalb sowohl komplette Film- und Fernsehsendungen, aber auch Musikvideos, Trailer oder von Nutzern selbst angefertigte Videos über das Internetportal abrufbar sind.
en: YouTube allows the publication of all kinds of videos, which is why complete film and television programmes, but also music videos, trailers or videos made by users themselves can be accessed via the Internet portal.

source: Betreibergesellschaft von YouTube ist die YouTube, LLC, 901 Cherry Ave., San Bruno, CA 94066, USA.
en: The operating company of YouTube is YouTube, LLC, 901 Cherry Ave, San Bruno, CA 94066, USA.

source: Die YouTube, LLC ist einer Tochtergesellschaft der Google Inc., 1600 Amphitheatre Pkwy, Mountain View, CA 94043-1351, USA.
en: YouTube, LLC is a subsidiary of Google Inc., 1600 Amphitheatre Pkwy, Mountain View, CA 94043-1351, USA.

source: Durch jeden Aufruf einer der Einzelseiten dieser Internetseite, die durch den für die Verarbeitung Verantwortlichen betrieben wird und auf welcher eine YouTube-Komponente (YouTube-Video) integriert wurde, wird der Internetbrowser auf dem informationstechnologischen System der betroffenen Person automatisch durch die jeweilige YouTube-Komponente veranlasst, eine Darstellung der entsprechenden YouTube-Komponente von YouTube herunterzuladen.
en: Each call of an individual page of this website, which is operated by the controller and on which a YouTube component (YouTube video) has been integrated, the Internet browser on the IT system or device of the data subject is automatically caused by the respective YouTube component to download a representation of the corresponding YouTube component from YouTube.

source: Weitere Informationen zu YouTube können unter https://www.youtube.com/yt/about/de/ abgerufen werden.
en: More information about YouTube can be found at https://www.youtube.com/yt/about/de/.

source: Im Rahmen dieses technischen Verfahrens erhalten YouTube und Google Kenntnis darüber, welche konkrete Unterseite unserer Internetseite durch die betroffene Person besucht wird.
en: Within the scope of this technical process, YouTube and Google receive information about which specific pages of our website is visited by the person in question.

source: Sofern die betroffene Person gleichzeitig bei YouTube eingeloggt ist, erkennt YouTube mit dem Aufruf einer Unterseite, die ein YouTube-Video enthält, welche konkrete Unterseite unserer Internetseite die betroffene Person besucht.
en: If the data subject is logged in to YouTube at the same time, YouTube will recognise which specific sub-page of our website the data subject is visiting when a sub-page containing a YouTube video is called up.

source: Diese Informationen werden durch YouTube und Google gesammelt und dem jeweiligen YouTube-Account der betroffenen Person zugeordnet.
en: This information is collected by YouTube and Google and assigned to the respective YouTube account of the person concerned.

source: YouTube und Google erhalten über die YouTube-Komponente immer dann eine Information darüber, dass die betroffene Person unsere Internetseite besucht hat, wenn die betroffene Person zum Zeitpunkt des Aufrufs unserer Internetseite gleichzeitig bei YouTube eingeloggt ist; dies findet unabhängig davon statt, ob die betroffene Person ein YouTube-Video anklickt oder nicht.
en: YouTube and Google always receive information via the YouTube component that the data subject has visited our website if the data subject is logged into YouTube at the same time as calling up our website; this takes place regardless of whether the data subject clicks on a YouTube video or not.

source: Ist eine derartige Übermittlung dieser Informationen an YouTube und Google von der betroffenen Person nicht gewollt, kann diese die Übermittlung dadurch verhindern, dass sie sich vor einem Aufruf unserer Internetseite aus ihrem YouTube-Account ausloggt.
en: If the data subject does not want this information to be sent to YouTube and Google, he or she can prevent transmission by logging out of their YouTube account before accessing our website.

source: Die von YouTube veröffentlichten Datenschutzbestimmungen, die unter https://www.google.de/intl/de/policies/privacy/ abrufbar sind, geben Aufschluss über die Erhebung, Verarbeitung und Nutzung personenbezogener Daten durch YouTube und Google.
en: The privacy policy published by YouTube, which is available at https://www.google.de/intl/de/policies/privacy/, provides information about the collection, processing and use of personal data by YouTube and Google.

source: Webanalyse
en: Web analytics

source: Auf unseren Webseiten nutzen wir Google Analytics, ein Webanalysedienst der Google Ireland Limited (https://www.google.de/intl/de/about/) (Gordon House, Barrow Street, Dublin 4, Irland; im Folgenden "Google").
en: On our websites we use Google Analytics, a web analytics service provided by Google Ireland Limited (https://www.google.de/intl/de/about/) (Gordon House, Barrow Street, Dublin 4, Ireland; hereinafter "Google").

source: In diesem Zusammenhang werden pseudonymisierte Nutzungsprofile erstellt und Cookies (siehe Punkt "Cookies") verwendet.
en: In this context, pseudonymised usage profiles are created and cookies (see point "Cookies") are used.

source: Die durch den Cookie erzeugten Informationen über Ihre Benutzung dieser Website wie
en: The information generated by the cookie about your use of this website such as

source: Browser-Typ/-Version,
en: Browser type/version,

source: 2. verwendetes Betriebssystem,
en: 2. operating system used,

source: Referrer-URL (die zuvor besuchte Seite),
en: Referrer URL (the previously visited page),

source: Hostname des zugreifenden Rechners (IP-Adresse),
en: Host name of the accessing computer (IP address),

source: Uhrzeit der Serveranfrage,
en: Time of the server request,

source: werden an einen Server von Google in den USA übertragen und dort gespeichert.
en: are transferred to a Google server in the USA and stored there.

source: Die Informationen werden verwendet, um die Nutzung der Website auszuwerten, um Reports über die Websiteaktivitäten zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen zu Zwecken der Marktforschung und bedarfsgerechten Gestaltung dieser Internetseiten zu erbringen.
en: The information is used to evaluate the use of the website, to compile reports on website activity and to provide other services associated with the use of the website and the Internet for market research purposes and for arranging these webpages in accordance with demand.

source: Auch werden diese Informationen gegebenenfalls an Dritte übertragen, sofern dies gesetzlich vorgeschrieben ist oder soweit Dritte diese Daten im Auftrag verarbeiten.
en: This information may also be transferred to third parties if this is required by law or if third parties process this data on our behalf.

source: Es wird in keinem Fall Ihre IP-Adresse mit anderen Daten von Google zusammengeführt.
en: Under no circumstances will your IP address be merged with other Google data.

source: Die IP-Adressen werden anonymisiert, so dass eine Zuordnung nicht möglich ist (IP-Masking).
en: The IP addresses are anonymized so that an assignment is not possible (IP masking).

source: Sie können die Installation der Cookies durch eine entsprechende Einstellung der Browser-Software verhindern; wir weisen jedoch darauf hin, dass in diesem Fall gegebenenfalls nicht sämtliche Funktionen dieser Website vollumfänglich genutzt werden können.
en: You may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website.

source: Diese Verarbeitungsvorgänge erfolgen ausschließlich bei Erteilung der ausdrücklichen Einwilligung gemäß Art.
en: These processing operations are carried out exclusively with the granting of explicit consent in accordance with Article

source: Sie können darüber hinaus die Erfassung der durch das Cookie erzeugten und auf Ihre Nutzung der Website bezogenen Daten (inkl. Ihrer IP-Adresse) sowie die Verarbeitung dieser Daten durch Google verhindern, indem Sie ein Browser-Add-on herunterladen und installieren (https://tools.google.com/dlpage/gaoptout?hl=de).
en: You can also prevent the collection of data generated by the cookie and related to your use of the website (including your IP address) and the processing of this data by Google by downloading and installing a browser add-on(https://tools.google.com/dlpage/gaoptout?hl=de).

source: Alternativ zum Browser-Add-on, insbesondere bei Browsern auf mobilen Endgeräten, können Sie die Erfassung durch Google Analytics zudem verhindern, indem Sie auf den folgenden Link klicken:
en: As an alternative to the browser add-on, especially for browsers on mobile devices, you can also prevent the collection by Google Analytics by clicking on the following link:

source: Google Analytics deaktivieren.
en: Disable Google Analytics.

source: Es wird ein Opt-out-Cookie gesetzt, das die zukünftige Erfassung Ihrer Daten beim Besuch dieser Website verhindert.
en: An opt-out cookie will be set to prevent future collection of your data when you visit this website.
